import { Chapter } from '../../types';

export const section6: Chapter = {
  id: "section-6",
  title: "6. 出现了些小状况",
  category: "故事开始",
  content: [
    "探索者们调查石泽房间的时候，突然来了一位访问者. 她是石泽的妹妹石泽裕美。",
    "裕美是女大学生，住在离石泽公寓隔了好几个小时的老家，没跟探索者们见过面. 她来公寓是因为帮助了哥哥的工作（后述），而作为还礼石泽启太约好要陪她一起逛商场吃饭。",
    "理所当然，裕美会因为探索者们的出现而吃惊. 如果房间被弄得乱糟糟的或者窗户被打破，她会认为探索者们是闯空房的吧。",
    "探索者们需要赶紧解释自己的立场. 如果能让裕美接受探索者们是哥哥的友人的话，她就可以充当很好的情报提供者。",
    "如果得到裕美信用的探索者询问石泽最近的工作或是摄食障害的话，裕美会告诉探索者哥哥对自己的友人（后述的原田光. 她是裕美大学的学姐）很感兴趣，她接受了摄食障害的心理指导. 裕美完全不知道有关心理咨询师菲崎的事情。",
    "裕美并不想多说原田光的联络方式. 因为摄食障碍并不是什么能在人前说的事情，也关系到原田的个人隐私。",
    "探索者大概会因为要直白的告诉裕美真相请求协助（这就不得不向她告知哥哥的死亡了吧），还是适当的撒谎感到不知所措吧. 不管怎样，只要做出让 KP 认同的解释，裕美就会把原田光介绍给探索者们。",
    "如果探索者们是在深夜等裕美不会造访的时间调查房间的话，在上述餐厅的报道上会记有第二天晚 7 点预约了这家店的内容. 探索者们以此备忘录为线索前往餐厅，就可以接触到裕美。",
    "探索者们会因为怎么解释石泽无法到来而感到苦恼吧. 之后的展开如同上面所述内容。"
  ]
};