import { Chapter } from '../../types';

export const section9: Chapter = {
  id: "section-9",
  title: "9. 和凭依探索者的冲突",
  category: "故事开始",
  content: [
    "KP 观察到探索者们没有什么事情可以询问菲崎的时候，便可发生以下事件。",
    "随着心理指导的近战，随着菲崎说着【呜嘎·克冬恩·予伏!】，凭依探索者渐渐产生了想要看一看鲜血的冲动. 这是受了无形之子的影响。",
    "具体来说，凭依探索者如果不通过 POW10 的抵抗表检定，就会想要用桌子上蛋糕用叉子来伤害某个同伴. 这时凭依探索者的攻击由一般战斗规则决定. 如果同伴探索者决定还手并压制住凭依冒险者的话，凭依冒险者会伤害自己并舔舐鲜血. 叉子的伤害为 1D3。",
    "抵抗成功的话，凭依探索者会因冲动冲向房间一角的兔子. 这时探索者都不会受伤，可怜的兔子却会被凭依探索者用手残忍的撕裂. 如果探索者是动物博爱主义者，不愿杀害兔子宁可伤害自己的话，可以批准该行动。",
    "不管结局怎样，经由凭依探索者的手流下的鲜血都会以不自然的方式飞散开来，被吸向紫布盖着那个东西的方向. 血的流动方式完全无视物理法则，看到这一景象的冒险者丧失 0/1D3 的 SAN 值。",
    "看到这副样子，不管菲崎说些什么，也无法阻止探索者掀起紫布了吧。"
  ]
};