import { Chapter } from '../../types';

export const section4: Chapter = {
  id: "section-4",
  title: "4. 模组导入",
  category: "模组背景&导入",
  content: [
    "模组的季节是晚秋. 地点是 KP 熟悉的城市就可以. 模组的开端是在假日的白天，或许为了重温旧情，探索者们正在和共同友人石泽启太一起就餐. 就餐地点是石泽挑的，挺别致有气氛的中华料理店的包间. KP 和 PC 商量，决定探索者和石泽启太有怎样的关系. 同一学校毕业，工作伙伴，邻居之类的比较妥当吧。",
    "#### 关于石泽启太",
    "他是一名自由记者，30 岁的男人。",
    "他关注的并不是娱乐界的绯闻，而是社会问题. 他切身力行的调查这些社会问题撰写报道，买给杂志，以此为生。",
    "他有杰出的作为记者的能力，却因为讨厌不自由的工作，就算挣不了多少钱还是毫不在意的贯彻着自由撰稿人的原则. 从石泽深入取材对象内心世界的报道中，可以感受到他的真诚和热情. 这让他在业界也渐渐被认同。",
    "对于探索者们来说，这样的石泽无疑是一位可以提供有意思的话题的友人。",
    "#### 聚餐与秘密商谈",
    "在聚餐中，石泽在其他探索者听不见的时机，向熟知医学或精神分析的探索者悄悄地说道“这之后能不能跟你讨论讨论我现在正在跟踪报道的工作？”",
    "这之前石泽也曾经向探索者询问关于取材对象的专门性意见. 但是就算问他是什么事，他也只会回答“是会让食物变得不好吃的话题啦，所以之后再说吧”。",
    "这时候的石泽并没有什么异样。",
    "#### 异常的食欲与异变",
    "随着聚餐进行下去，探索者们注意到了奇怪的事情。",
    "石泽的食欲异常的旺盛. 大盘的料理端上桌来的话，他就不断地往自己盘子里加. 一开始开开玩笑就过去了，但是随着时间推移，事情变得越来越奇怪. 石泽像是被饿鬼附身一般，抢走端来的盘子，自己一个人全部吃个精光. 当然石泽不是干这种没常识的事情的男人。",
    "这时，听觉判定成功的探索者，能够听见桌子底下传来了嘎吱嘎吱什么硬东西被啃碎的声音. 往桌子底下看的话，石泽的两只脚居然没了. 正确的说法是他的脚被吸进了身体里面. 而且不可思议的竟然没有一滴血。",
    "石泽就算自己的身体变成了这样也不在意，忘情无我的继续吞食着食物. 终于他的下半身也没了，只有两只胳膊扒在桌子上，用手抓着能够到的食物塞进嘴里。",
    "在探索者的面前，石泽的身体渐渐的被吞入了身体里面. 探索者对眼前发生的事情无从下手. 听觉成功的话，可以看见石泽的身体里发出诡异的【呜……克冬……伏】细微声音。",
    "终于石泽的两手，上半身，脑袋，都被吞进了身体里面，最后只剩下露出牙齿的嘴巴留了下来. 石泽的声音从那张嘴里小声地嘟囔着“我还要吃”，然后那张嘴扑向了离它最近的探索者（随机，或者是最熟悉 TRPG 的玩家）. 那张嘴在即将碰到探索者的地方化成烟雾消失了。",
    "看到石泽异常的死的模样的探索者们损失 1/1D6 的 SAN 值。",
    "#### 诅咒的凭依",
    "那张嘴真正的身份是札特瓜为了杀害石泽而派来的无形之子. 这个怪物潜伏在石泽的体内，从内部吃掉了石泽。",
    "被那张嘴扑了过去的探索者（此后成为凭依探索者）就此被无形之子附体。",
    "现在无形之子在凭依探索者身体里潜伏着. 用 X 射线或胃镜可以看到不明身份的黑影，确认无形之子的存在. 当然一般的医生不知道黑影的原因也不知道治疗方法. 知道自己体内潜伏着怪物的探索者损失 1/D10 的 SAN 值。",
    "自此，凭依探索者一旦放松下来就会出现食欲异常的情况. 放松下来的时机就由 KP 来根据凭依探索者的行动决定即可. 当凭依探索者投出不咋地的数字（D100 投出 80 以上）时自动发生也会很有趣吧。",
    "参照下表决定到底引发了什么症状：",
    {
      type: "list",
      items: [
        "1. 使劲啃指甲",
        "2. 想要含着皮革",
        "3. 吧嗒吧嗒的嚼着舌头",
        "4. 因猛烈的腹部绞痛而痛苦",
        "5. 看到食物的幻觉",
        "6. 不知不觉间嘴角流哈喇子",
        "7. 使劲啃嘴唇，喝掉流下的血",
        "8. 把手边所有东西放进嘴里",
        "9. 感到强烈的空腹感，开始寻找食物",
        "10. 想要吃一吃旁边的人（SAN 值-1）"
      ]
    }
  ]
};