import { Chapter } from '../../types';

export const section8: Chapter = {
  id: "section-8",
  title: "8. 菲崎孝江的心理指导",
  category: "故事开始",
  content: [
    "探索者们会打算和菲崎进行接触吧。",
    "最简单的方法就是装作患者接受心理指导（可以以凭依探索者为借口）. 如果告诉菲崎是原田介绍来的便可以不会被怀疑的接受治疗的预约吧。",
    "如果不提前联系就忽然到访菲崎家，只要没有合适的借口，就会被拒绝在门外. 菲崎受到了石泽事件的教训，不接受任何取材等等业务. （译注：日本实行事前预约制，KP 可根据 PC 们的习俗多少进行一下调整或者提前进行提示）",
    "菲崎家是住宅街一栋普通公寓的一间. 大小是 2DK，对于女性独居来说有些大，但也不是不必要的奢华房间。",
    "装作咨询者的话，探索者们很多人一起来到她家，她会露出吃惊的表情. 探索者需要说明原因。",
    "菲崎孝江是富有知性美的美女，但仔细观察的话，可以发现她和原田一样因为不规律的饮食而营养不平衡，造成皮肤粗糙，她的手背也有伤痕。",
    "她有着自信满满的态度，从她的语言中充满不可思议的说服力，探索者会觉得她确实拥有心理咨询师的素质. 但是如果<精神分析>或者<心理学>成功的话，可以立马从她的言行中发现她并没有受过心理咨询师的专门教育。",
    {
      type: "statblock",
      data: `菲崎孝江 摄食障害专门的心理咨询师
STR9 CON12 SIZ11 INT16 POW8 DEX10 APP17 EDU14 SAN0
耐久力 12 移动 8
db0
武器：拳头 50% 伤害 1D3
技能：哄骗70% 信用40% 心理学30% 听觉35% 说服65%`
    },
    "#### 环境与氛围",
    "菲崎的心理指导是在连接着大门的餐厅厨房举行. 这是摆满了女性气息的装饰品和餐具的有气氛的餐厅. 中央摆着能够四个人坐下的桌子盖着白色的桌布. 桌子上放着白瓷的茶具和盖着紫布的什么东西（札特瓜像）。",
    "这个气氛优雅的餐厅里唯有一点让人感到违和. 在厨房的一角放着一个纸箱子，里面放着两只圆圆的兔子. 箱子底下铺着报纸，还留有干枯的菜叶. 从这些上来看，兔子似乎没有被宠爱。",
    "询问菲崎关于兔子的事情的话，她会解释说是熟人托付给互他的. 实际上这些兔子是献给札特瓜像的活祭品. 菲崎会定期从宠物商店买回兔子等小动物。",
    "#### 咨询过程",
    "如果探索者装作是患者的话，菲崎就会开始心理指导。",
    "一开始菲崎会仔细的询问探索者出现了怎样的症状. 让她相信自己得了摄食障害需要<哄骗>或<医学>或<精神分析>的成功. 此时，若该探索者在石泽的房间里阅读了有关摄食障害的资料的话，检定给予 20% 加值。",
    "如果探索者让菲崎相信了患有摄食障害的事，菲崎就会夸张的讲述自己的亲身经历. 然后在会话过程中，会跟原田一样在话语中穿插着【呜嘎·克冬恩·予伏!】。",
    "菲崎讲得话题很丰富，她是一个很会说话的女性. 而且她端上来的红茶和蛋糕的味道也没得说，但是不可思议的是探索者们渐渐没了食欲，也不想吃蛋糕了. 接下来明明只是进行了愉快的谈话，身体却竟然越来越疲惫. 跟菲崎对话 1 小时探索者们会失去 MP1D3 点。",
    "且在心理指导过程中，如果探索者关注菲崎的举动并通过了<心理学>，就可以发现她奇怪的在意着紫布盖着的什么东西. 就算问菲崎布底下盖着什么，她也会开玩笑说道，【呜嘎·克冬恩·予伏!这是商业秘密不能给别人展示啦】. 强行要看的话，她会颠覆一直以来温柔的态度，强烈地拒绝. 再次以后，探索者也会在菲崎心里留下不好的印象。"
  ]
};