import { Chapter } from '../../types';

export const section5: Chapter = {
  id: "section-5",
  title: "5. 石泽的遗物",
  category: "故事开始",
  content: [
    "就这样，石泽完全从世界上消失了. 而且就这样下去的话，凭依探索者说不定也会和石泽遇到同样的命运。",
    "为了搞清楚这令人无法置信的情况，从生前的石泽干了些什么开始着手研究是最快捷的吧. 石泽的衣服和口袋里的东西全部都跟着他的肉体一起消失了，所以调查遗物只能去到他的房间里。",
    "石泽住在住宅区的便宜公寓的一层. 虽说是自由撰稿人，但他没有事务所，所以工作也是在这个房间里进行。",
    "探索者们知道石泽住在哪，但是钥匙果然还是没有拿着吧. 因为是简陋的公寓，所以开锁技能成功的话就能打开门. 打不开门的话，就需要打碎窗户进入或者是用哄骗和说服跟房东交涉借钥匙吧。",
    "石泽的房间里并没有奇怪的地方. 房间被仔细的收拾着，虽然物品很多却能感到很干净。",
    
    "#### 调查石泽的房间",
    {
      type: 'collapsible',
      title: '工作桌',
      content: [
        "工作桌上放着最新款的笔记本电脑，还有最近石泽接手的工作有关的文件，照片，剪裁了的报纸和杂志等等，堆积成了 15cm 左右高的小山。",
        "电脑里并没有设定密码，可以轻易地翻查数据。",
        "从这些大量的资料和电脑数据中推测石泽最近取材的内容需要花上 2 个小时，而且需要图书馆技能的成功. 成功的话，就可以得到以下【石泽的取材对象】和【关于菲崎的博客】的情报。",
        "而且桌子上最显眼的地方还放着刊载了流行餐厅的杂志. 阅读杂志的话，可以发现附近的一家意大利餐厅的报道被画了标注. 石泽原本计划和妹妹一起去那家餐厅的。"
      ]
    },
    {
      type: 'collapsible',
      title: '垃圾箱',
      content: [
        "垃圾箱里扔着不需要的文件. 大部分的文件都是直接被扔了进来，但是垃圾箱底有一团被揉成纸团的打印用纸。",
        "展开纸团的话，里面画着一个癞蛤蟆脸，蝙蝠耳朵，身体圆的像熊一样的不可思议生物的速写. 乍一看这个速写十分幽默派，但是看到速写并＜IDEA＞判定成功的探索者会因从那个形状中感到不可只由的恐惧而损失 0/1D3 的 SAN 值。",
        "这个速写是石泽在菲崎家偷看了札特瓜像而画出的东西. 尽管这是石泽回忆着那个石像的样子画出来的，但他越来越觉得看着不舒服就攒成纸团扔了。"
      ]
    },
    {
      type: 'collapsible',
      title: '资料架',
      content: [
        "这是一个除了书本以外，还收纳了剪报集和笔记的大书架. 这里放了跟石泽办理了的工作有关的各种各样的资料. 全部调查的话需要花费 8 个小时. 但是重点调查最近收集的东西或是看上去经常使用的资料的话，时间可以短缩到 2 小时。",
        "调查的结果是发现了几本关于摄食障害的专门书籍和几份摄食障害患者记录了自己日常生活的博客打印件，关于摄食障害的报纸和新闻报道的复印件。",
        "花费 30 分钟左右速读这些资料并通过<母语（日语）>判定的话，可以得到下记的【关于摄食障害】的情报. 而且就算不采用速读，进行精读也无法得到更多情报。",
        "<医学>和<精神分析>成功的话，则可以当作本就知道【关于摄食障害】的知识。"
      ]
    },
    "#### 调查获取的信息",
    "下记的情报是从调查石泽房间可以获得的情报。但是探索者采取巧妙的行动（比如咨询和石泽关系要好的编辑，他最近的工作等等），KP 可自行判断将以下情报告知探索者。这些情报的入手方法并不唯一。",
    {
      type: 'collapsible',
      title: '【关于摄食障害】',
      content: [
        "摄食障害是经常在年轻女性身上发现的疾病。",
        "这些症状大致可以分为拒绝进食极端消瘦的【拒食症】和重复着吞食异常分量的食物并进行呕吐的【过食症】两种. 摄食障害的患者们精神不稳定，会并发各种精神疾病 . 且摄食障害不易被他人察觉，因此有很多潜在的患者。"
      ]
    },
    {
      type: 'collapsible',
      title: '【石泽的取材对象】',
      content: [
        "最近石泽在对一位名叫菲崎孝江的心理咨询师取材。",
        "似乎石泽已经调查完了她的履历. 她从一个非常普通的高中毕业，直到两年前还是个中小企业的 OL，十分普通. 似乎直到死前石泽抱有关心的疑点是【她是因为什么缘由成为了心理咨询师】。",
        "这些残存的资料都是一个个片段，多是一些复述的内容。探索者找不到关于这位菲崎进行心理指导的地点和什么类型的心理指导的情报。"
      ]
    },
    {
      type: 'collapsible',
      title: '【有关菲崎的博客】',
      content: [
        "电脑里保存着几组博客数据，是接受了菲崎的心理指导的咨询者所记录的。",
        "全部阅读需要花费 3 小时，快速阅读的话需要花费 1 小时并通过<母语>技能判定。",
        "哪个博客的内容都净是记录着称赞菲崎的心理指导效果有多棒的话语. 特别是心理指导效果的立竿见影，让谁都感到吃惊，只用短短几小时就可以从摄食障害中解放出来。<医学>和<精神分析>成功的话能够知道不管是多有名的心理咨询师都不能这么简单的治好摄食障害。",
        "而且读了博客并<心理学>成功的探索者可以从赞美菲崎的话语中感到近乎崇拜的气息。",
        "博客中能看到很多【呜嘎·克冬恩·予伏!】的谜语. 似乎是菲崎在做心理指导时经常念的咒语，在博客的留言板上，咨询者间也以此作为打招呼或是标语使用。",
        "从石泽的身体里听到【呜……克冬……伏】的声音的探险者可以通过<灵感>意识到这是同一句话. 关于这句话通过<神秘学>知识的话，可以知道这是中世法国有一派特殊的狂信者，他们像祈祷文一样称颂着【呜嘎·克冬恩·予伏!】. 据说他们通过作为神的代理的女预言者，听取神的话语。",
        "但是想要仔细调查那个狂信教团是困难的事。在收藏了大量的外文藏书的图书馆里花费一整天，并通过<图书馆>和<其他言语（法语）>。如果探索者判定成功，则可以知晓那个狂信教团信仰的是一位名叫札特瓜的神明，它被人类诞生以前在地球上繁荣生衍的种族所崇拜。但是关于札特瓜是怎样的神明，只有研究有关克苏鲁神话的魔道书才会明白。"
      ]
    }
  ]
};