import { Chapter } from '../../types';

export const section11: Chapter = {
  id: "section-11",
  title: "11. 札特瓜像的破坏",
  category: "故事开始",
  content: [
    "菲崎因为营养不足，没有体力，所以健康的探索者能够轻松的追上她. 只跑了一小段距离，菲崎的喘息就完全混乱了。",
    "探索者想要抢走石像的话，她就会搏尽最后一丝气力往回拽. 借着这个势头，石像摔在地上碎了. 如果探索者成功周旋，不破坏石像便夺了回来的话，不论拿着石像的探索者跑到哪里，无形之子都会追过去. 为了从这个怪物身边逃走，只有破坏石像。",
    "札特瓜像一旦被破坏，石像周围的探索者就会看到白日梦。",
    "#### 札特瓜的白日梦",
    "那是堆满了一切生物的白骨的暗黑洞窟。",
    "探索者们听见了不知从哪里发出的【呜嘎·克冬恩·予伏！】的祈祷声，然后看到了被祈祷声包围的慵懒而又贪食人肉的癞蛤蟆一样的怪物。",
    "那个怪物和被破坏的石像几乎一模一样，探索者们马上就能明白了那个石像是模仿这个怪物雕刻的. 但是从这个怪物身上感觉到的邪恶气息是那个石像无法匹敌的. 那个怪物完全看不出有什么恶意，只是远远的立足着，给探索者们给予了撕碎灵魂一般的恐怖感. 探索者们马上就感觉到了，如果让那个怪物感到一丝不满意，就会轻易被毁灭掉。",
    "怪物一直无精打采的眺望着你们，但是似乎是终于不耐烦了. 他举起了一个裸体女性，慢慢的塞到了嘴里。",
    "现在那个散发着可怕气息的怪物吞噬的女性——就是菲崎孝江，那个女人。",
    "#### 恐怖的终结",
    "探索者们听到了菲崎惨绝的悲鸣声，并从白日梦里清醒了过来。",
    "清醒了的探索者们注意到了菲崎的身体发生了巨大的变化. 她发出癞蛤蟆一样的巨大腹鸣声，转眼间她就消瘦起来，手足变得像枯枝一样细。",
    "另一方面无形之子发现札特瓜像已经被毁坏，便像失去目标一样慢慢的爬向菲崎。",
    "看到了无形之子动作的菲崎张开了她手臂，向天空喊道【呜嘎·克冬恩·予伏！】，然后她的身体用人类无法想象的速度扑向了无形之子，她竟然像饥饿的野兽一样牢牢抱住了无形之子. 不可思议的是无形之子毫无反抗的让她啃食着自己. 甚至是自己往菲崎的嘴里钻。",
    "菲崎用了不过数十秒就吞噬干净比人类还要大一圈的无形之子. 这时她只有肚子肿大起来，脸和手像老婆婆一样衰老，简直就是饿鬼的模样。",
    "菲崎吃掉了无形之子以后，无力的把手伸向你们，留下了最后的言语“我还要吃……”，就此没了气。",
    "看到了这种札特瓜的白日梦和菲崎可怕的死亡，探索者丧失 1D3/1D10+1 的 SAN 值。",
    "且若调查菲崎的尸体，通过<医学>检定的话，可以发现她的死因是病死。",
    "目击了她的死亡现场的探索者也因为她是饥饿致死而没有被警察怀疑. 菲崎的死被当作摄食障害的心理咨询师过度减肥而饿死的讽刺事件，只被刊载在了报纸的第三版。",
    "菲崎的咨询者们也从异常的食欲中解脱了下来. 但是本来的摄食障害并没有被治好，所以还是需要去专门的病院接受治疗吧。",
    "菲崎死后，咨询者们还是不断找上门，怎么告诉他们真相由探索者决定。"
  ]
};