import { Chapter } from '../../types';

export const section7: Chapter = {
  id: "section-7",
  title: "7. 和原田光见面",
  category: "故事开始",
  content: [
    "探索者们通过裕美的情报，可以和接受了菲崎的心理指导的原田光进行接触. 和原田见面的地点设定在哪里都可以，但是也许相约在车站前的咖啡馆更为妥当。",
    "KP 参考以下情报，从原田的嘴里说明菲崎的心理指导. 她对菲崎没有抱有一丝怀疑，甚至是信赖. 友善的向原田询问的话，她会把自己知道的事情全部摊出，但如果探索者抱有一丝否定的态度，她的语气就会变得强硬起来。",
    "而且她还会像口头禅一样使用【呜嘎·克冬恩·予伏!】. 对于她来说并没有什么意义，比如吃惊的时候会代替【真的假的？】或者【哎呀呀】（哎妈呀）使用。",
    
    "#### 关于原田光",
    "原田光是一位将近三十岁的庞大企业的 OL. 她是一位拥有傲人美貌和高学历，富有上进心的女性. 但是因为经济萧条她并没有被指派想象中那么光鲜美丽的工作，每天都过得很忧郁，因而因为压力患了过食症。",
    "这之后，她烦恼了很久，终于想要尝试广为流传的菲崎的心理指导. 她感到了无比巨大的效果，并不再为过食症而烦恼。",
    "接受了菲崎的心理指导的话就会像那样完全感受不到食欲，暂时靠喝水也没问题. 举个例子，就像是梦中有人替自己进了食醒来以后得到了充足的满腹感一样的感觉。",
    "但是这个效果并不能长久持续，每隔三周食欲就会再次回来. 但是就算如此，再去接受菲崎的心理指导就可以当场解除食欲. 原田像是理和当然一般，像是在描述他人经历一般，叙述着这种不自然的习惯。",
    "因为这种不健康的饮食生活，她的身体就算说不上病态却也非常纤细. 但是她很满足于这种纤细的体格（实际上就连职场的人也在讨论她是怎么这么减肥的），虽然她用化妆巧妙地遮住了，但是通过<医学>或者<搜索>，可以发现因为极端的营养不良，她的皮肤十分粗糙。",
    "而且从她露出的手腕也能看出她不自然的消瘦. 这时<搜索>成功的话，可以发现他右手手背有残留的伤痕，再通过<医学>的话可以知道出这是催吐的时候手指深深深入喉咙，自己的上牙咬到了手背而造成的过食症特有的伤痕. 但是从伤势来看可以推断出她的催吐癖已经被治好了。",
    
    "#### 关于菲崎的心理指导",
    "菲崎没有使用任何治疗性药物. 就像是参加茶会一样，悠悠闲闲的聊会天肚子里异常的食欲就会一瞬间消失. 这样的效果过于明显，原田和其他的咨询者甚至都对菲崎抱有近乎崇拜的心情。",
    "心理指导一回是 6000 日元费用，并不算收费高. 虽然根据摄食障害的程度不同也会有所不同，但患者们基本上平均一个月要接受一次心理指导。",
    "就算探索者们找出其他接受了菲崎的咨询者，询问有关信息，对方也只会回答跟上面所记述几乎相同的摄食障害症状和对菲崎的印象。",
    
    "#### 异变的发生",
    "正和原田交谈的时候，探索者发现了她异常的举动. 她一道又一道的点着看起来高热量的甜点，然后迅速地吞食完. 她的样子几乎就是石泽最后的模样。",
    "就算探索者们阻止她，她也不听，一脸恍惚的神情边进食边回答，【我还要……我还要吃. 但是不管怎么吃都没事. 只要听老师的话，那些丑陋的脂肪就会被净化……】她离上次接受心理指导已经过了三周左右了，食欲也复苏了。",
    "不过原田并没有像石泽那样肉体渐渐被吃掉. 除了食欲异常以外，她的言行举动并没有什么奇怪的地方. 只要探索者没有采取非常失礼的态度，她就会告诉探索者们菲崎的联络方式 and 住址. 这是因为她想让更多人知道自己崇拜的菲崎有多了不起。"
  ]
};