import { Chapter } from '../../types';

export const section3: Chapter = {
  id: "section-3",
  title: "3. 模组背景",
  category: "模组背景&导入",
  content: [
    "本模组的黑幕是名为菲崎孝江，专攻摄食障害的心理咨询师。她掌握着事件所有的关键点。",
    "菲崎是一位 25~29 岁，作为心理咨询师尚且年轻的美女。",
    "她曾经因为重度摄食障害，被过食呕吐(吞食好多食物然后吐出来，不断反复的症状)所困扰。直到她偶然在古董店一角遇到了覆满尘埃的札特瓜像。那个札特瓜像是信仰札特瓜用的真雕像，而且还可以和札特瓜取得精神交流。当然她无从得知那些内情，只是因为对那个不可思议雕像感兴趣就买了下来。",
    "那之后，札特瓜开始通过雕像吸取菲崎的精力。札特瓜拥有人类无法理解的嗜好，它感觉菲崎病态的食欲十分好吃。",
    "被札特瓜吸取了精力的菲崎，开始注意到自己的食欲减弱了。然后当她理解到那是因为札特瓜像的时候，她在不知不觉中成为了札特瓜的基础。于是，她开始在不知不觉中成为了札特瓜的信徒。",
    "菲崎为了满足札特瓜下的嗜好，收集更多的精神力献给札特瓜，开了一家关于摄食障害的商谈室。",
    "咨询者们藉由将精神力献给札特瓜而食欲减退。这个效果很快速，只要接受一天心理指导就可以产生治疗效果，这在一般常识来说是不可能的。但是这个效果是有时效性的，不久后患者就会恢复比过去更强烈的食欲。这样的话，咨询者又不得不再次接受心理指导。",
    "就算如此，她还是借由立马见效的心理指导在网路中一下子传播开来，似乎增加了很多咨询者。",
    "这样下来，札特瓜不费吹灰之力就可以不断吸食喜欢的人类精力。",
    "但是石泽启太作为自由撰稿人却对菲崎的心理指导产生了疑问。他对菲崎的咨询者们都在称赞的心理指导的即时性感到了疑惑。石泽推测这个心理指导之下跟毒品可能有关，纠缠不休的开展了调查。",
    "面对石泽的怀疑，菲崎向札特瓜求助。然后不知是不是因为一时兴起，札特瓜听取了菲崎的愿望，将自己的无形之子（formless Spawn）派向了石泽。"
  ]
};