import { Chapter } from '../../types';

export const section10: Chapter = {
  id: "section-10",
  title: "10. 无形之子的出现",
  category: "故事开始",
  content: [
    "探索者对札特瓜像产生怀疑，想要采取对紫布有关的行动的话，凭英探索者就会扑向同伴。这是因为凭英探索者体内潜藏的无形之子操纵着凭英冒险者，想要保护石像。",
    "#### 札特瓜像",
    "这是一个用粗糙的黄土色砂岩粗暴的雕塑成的朴素石像。高度 30 厘米左右，矮胖的形状。它比看起来更轻，一只手就可以轻松的举起来。",
    "石像像是模仿了蝙蝠和癞蛤蟆，但是却跟两者各不相同。它张开的嘴巴和圆滚滚的肚子只会让人感到厌恶感。这是一尊让人全身难受的石像。这个石像雕塑的是旧日支配者的札特瓜。",
    "#### 冲突与抵抗",
    "凭英探索者会采取最有利的攻击方式攻击同伴。但是如果通过了 POW10 的抵抗表检定，就可以用强有力的精神力抵抗住无形之子，攻击检定目标值降为原有的 1/2。",
    "不伤害凭英探索者并使其无力化的话，可以使用<擒抱>或是“击倒攻击”。如果探索者想到了别的方法，也可以采用。",
    "当凭英探索者无法动弹时，从凭英冒险者的嘴中发出【呜嘎·克冬恩·予伏!】的声音。那个声音和凭英冒险者的声音完全不同，跟任何生物的叫声都不同的诡异声音。",
    "然后忽然间，无形之子从凭英冒险者的嘴里脱了出来。",
    "#### 恐怖的降临",
    "KP 朗读以下文字：",
    "（凭英探索者）的嘴里溢出了大量的黑色液体。那些粘糊糊的液体冒着仿佛是沼泽般的腐臭，绽放着黑曜石一般的光泽。",
    "流到地面上液体变成了一个块状物体。它的下半身长着好几只短小的脚，像蛇一般镰刀状的脑袋。漆黑的块状物体在顶部出现了一张巨大的嘴巴，那张嘴里插着木桩一般的牙齿，在它的身体各处一只只冒着光的眼睛睁了开来。从它液体的身体上吧嗒吧嗒的垂落着液体，那些垂落的液珠有时像触手一般拥有着意识，在空中挥舞。",
    "爬起来的那个怪物比（凭英探索者）还要庞大。多考虑它是怎么潜伏在（凭英探索者）体内也是徒劳。",
    "#### 怪物记录：无形之子",
    {
      type: "statblock",
      data: `无形之子 Formless Spawn
STR20 CON10 SIZ20 INT13 POW10 DEX16
移动 12 耐久力 15
db+1D6
武器：鞭 90% 伤害 1D6
武器：触手 60% 伤害 1D6
武器：突击 20% 伤害 2D6
武器：咬住 30% 伤害 特殊
＊鞭：可以选择以<擒抱>代替给予伤害。范围一直是怪物的 SIZ 所代表的米数。
＊触手：一回合可以殴打 1D3 名对手。可以选择以<擒抱>代替给予伤害。范围一直是怪物的 SIZ 所代表的米数。
装甲：不受物理武器的影响，也不受魔力武器的影响。物理伤害就算造成了伤口，也会瞬间闭合。火、化学药品及咒语有效。
咒文：无
SAN值丧失：1/1D10`
    },
    "#### 逃亡与拦截",
    "看到无形之子的探索者丧失 1/1D10 的 SAN 值。无形之子从凭英探索者嘴里脱出，凭英探索者便可夺回身体的自由，异常的食欲也被治好了。",
    "在探索者们因无形之子的出现而震惊的时候，菲崎抱着札特瓜的石像想要往外逃。如果探索者要去追的话，无形之子就会进行干扰。<IDEA>成功的探索者可以从无形之子的动作里看出来，这个怪物是想要保护札特瓜像。",
    "跟拥有超人力量的无形之子战斗也是无益。KP 可以藉由描述无形之子嘎嘣一下咬断桌子的样子等，传达正面迎击这个怪物有多危险。幸运的是无形之子只有一头，探索者只要有一人殿后，还是可以追上落跑的菲崎的。"
  ]
};